Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: The main profile. It uses your Stremio account's own watch history, like before profiles existed.
af: Die hoofprofiel. Dit gebruik jou Stremio-rekening se eie kykvorderings, soos voor profiele bestaan het.
am: ዋናው መገለጫ። ከ Stremio መለያ የራሱ የሰዓት ታሪክ ይጠቀማሉ፣ ከቀደም እንደነበሩ።
ar: الملف الشخصي الرئيسي. يستخدم سجل المشاهدة الخاص بحساب Stremio الخاص بك، كما كان قبل وجود الملفات الشخصية.
as: মুখ্য প্ৰ'ফাইল। ই আপোনাৰ Stremio একাউণ্টৰ নিজৰ চোৱাৰ ইতিহাস ব্যৱহাৰ কৰে, প্ৰ'ফাইল থকাৰ আগৰ দৰে।
az: Əsas profil. Profillər mövcud olmadan əvvəlki kimi öz Stremio hesabınızın izlənmə tarixçəsindən istifadə edir.
be: Асноўны профіль. Ён выкарыстоўвае ўласную гісторыю прагляду вашага акаўнта Stremio, як да з'яўлення профіляў.
bg: Основният профил. Той използва собствената история на гледане на вашия Stremio акаунт, както преди да съществуват профили.
bn: প্রধান প্রোফাইল। প্রোফাইল থাকার আগের মতোই, এটি আপনার Stremio অ্যাকাউন্টের নিজের দেখার ইতিহাস ব্যবহার করে।
br: An aelad pennañ. Implijout a ra istor sellet ho kont Stremio ho-unan, evel a-raok ma oa aeladoù.
bs: Glavni profil. Koristi vlastitu historiju gledanja vašeg Stremio računa, kao prije nego što su profili postojali.
ca: El perfil principal. Utilitza l'historial de visualització propi del teu compte de Stremio, com abans d'existir els perfils.
ceb: Ang panguna nga profile. Naggamit kini sa kaugalingong watch history sa imong Stremio account, sama sa una nga wala pa ang mga profile.
cs: Hlavní profil. Používá vlastní historii sledování vašeho účtu Stremio, jako předtím, než profily existovaly.
cy: Y prif broffil. Mae'n defnyddio hanes gwylio eich cyfrif Stremio ei hun, fel cyn i broffiliau fodoli.
da: Hovedprofilen. Den bruger din Stremio-kontos egen seehistorik, ligesom før profiler fandtes.
de: Das Hauptprofil. Es verwendet den eigenen Wiedergabeverlauf deines Stremio-Kontos, wie vor der Einführung von Profilen.
el: Το κύριο προφίλ. Χρησιμοποιεί το ιστορικό παρακολούθησης του ίδιου του λογαριασμού Stremio σας, όπως πριν υπάρξουν τα προφίλ.
es: El perfil principal. Usa el propio historial de visualización de tu cuenta Stremio, como antes de que existieran los perfiles.
et: Põhiprofiil. See kasutab su Stremio konto enda vaatamisajalugu, nagu enne profiilide olemasolu.
eu: Profil nagusia. Stremio kontuaren ikusteko historia propioa erabiltzen du, profilak existitu baino lehen bezala.
fa: نمایه اصلی. از تاریخچه تماشای خودِ حساب Stremio شما استفاده می‌کند، مانند زمانی که نمایه‌ها وجود نداشتند.
fi: Pääprofiili. Se käyttää Stremio-tilisi omaa katseluhistoriaa, kuten ennen profiilien olemassaoloa.
fil: Ang pangunahing profile. Ginagamit nito ang sariling watch history ng iyong Stremio account, gaya noong wala pang profile.
fo: Høvuðsvangamyndin. Hon brúkar egnu hyggisøguna hjá Stremio-kontu tíni, líkasum áðrenn vangamyndir vóru til.
fr: Le profil principal. Il utilise l'historique de visionnage propre à votre compte Stremio, comme avant l'existence des profils.
fy: It haadprofyl. It brûkt de eigen sjochskiednis fan jo Stremio-akkount, sa as foardat profilen bestiene.
ga: An phríomhphróifíl. Úsáideann sé stair féachana do chuntais Stremio féin, cosúil le sula raibh próifílí ann.
gd: A' phrìomh phròifil. Cleachdaidh i eachdraidh coimhid a' chunntais Stremio agad fhèin, mar a bha e mus robh pròifilean ann.
gl: O perfil principal. Usa o historial de visualización da túa conta de Stremio, como antes de que existisen os perfís.
gu: મુખ્ય પ્રોફાઇલ. તે તમારા Stremio account નો પોતાનો જોવાનો ઇતિહાસ વાપરે છે, જેમ પ્રોફાઇલ અસ્તિત્વમાં આવ્યા પહેલાં હતું.
ha: Babban bayanin martaba. Yana amfani da tarihin kallo na asusunka na Stremio, kamar kafin bayanan martaba su kasance.
he: הפרופיל הראשי. הוא משתמש בהיסטוריית הצפייה של חשבון Stremio שלך, כמו לפני שהיו פרופילים.
hi: मुख्य प्रोफ़ाइल। यह आपके Stremio खाते का अपना देखने का इतिहास उपयोग करती है, जैसे प्रोफ़ाइलें होने से पहले होता था।
hr: Glavni profil. Koristi vlastitu povijest gledanja vašeg Stremio računa, kao prije postojanja profila.
ht: Pwofil prensipal la. Li sèvi ak istorik gade pwòp kont Stremio ou an, tankou anvan pwofil yo te egziste.
hu: A fő profil. A Stremio-fiókod saját megtekintési előzményeit használja, ahogyan a profilok létezése előtt.
hy: Հիմնական պրոֆիլ։ Այն օգտագործում է ձեր Stremio հաշվի սեփական դիտման պատմությունը, ինչպես մինչ պրոֆիլների ստեղծումը։
id: Profil utama. Ini menggunakan riwayat tonton milik akun Stremio Anda sendiri, seperti sebelum profil ada.
ig: Profaịlụ isi. Ọ na-eji akụkọ nlele nke akaụntụ Stremio gị, dị ka tupu profaịlụ adịrị.
is: Aðalprófíllinn. Hann notar eigin horfuferil Stremio-reikningsins þíns, eins og áður en prófílar voru.
it: Il profilo principale. Usa la cronologia di visione del tuo account Stremio, come prima che esistessero i profili.
ja: メインのプロファイルです。プロファイルが存在する前と同じように、Stremio アカウント独自の視聴履歴を使用します。
jv: Profil utama. Nggunakké riwayat tonton akun Stremio sampeyan dhéwé, kaya sadurungé ana profil.
ka: მთავარი პროფილი. ის იყენებს Stremio ანგარიშის საკუთარ ყურების ისტორიას, ისევე, როგორც პროფილების არსებობამდე.
kk: Негізгі профиль. Бұл профильдер пайда болғанға дейінгідей Stremio тіркелгіңіздің жеке қараушы тарихын пайдаланады.
km: ប្រវត្តិរូបចម្បង។ វាប្រើប្រវត្តិមើលផ្ទាល់ខ្លួនរបស់គណនី Stremio របស់អ្នក ដូចមុនពេលប្រវត្តិរូបមានសារ៍ស្ទូ។
kn: ಮುಖ್ಯ ಪ್ರೊಫೈಲ್. ಪ್ರೊಫೈಲ್‌ಗಳು ಇರುವ ಮೊದಲಿನಂತೆ, ಇದು ನಿಮ್ಮ Stremio ಖಾತೆಯ ಸ್ವಂತ ವೀಕ್ಷಣಾ ಇತಿಹಾಸವನ್ನು ಬಳಸುತ್ತದೆ.
ko: 기본 프로필입니다. 프로필이 존재하기 전과 마찬가지로 Stremio 계정 자체의 시청 기록을 사용합니다.
ku: Profîla sereke. Ew dîroka temaşekirina hesabê te yê Stremio bikar tîne, wek berî ku profîl hebûn.
ky: Негизги профиль. Ал профилдер пайда болгонго чейинки сыяктуу, Stremio аккаунтуңуздун өз көрүү тарыхын колдонот.
lb: Den Haaptprofil. Hie benotzt déi eege Kucks-Historik vun dengem Stremio-Kont, wéi virun der Zäit vun de Profiler.
lo: ໂປຣໄຟລ໌ຫຼັກ. ມັນໃຊ້ປະຫວັດການເບິ່ງຂອງບັນຊີ Stremio ຂອງທ່ານເອງ, ຄືກັບກ່ອນທີ່ຈະມີໂປຣໄຟລ໌.
lt: Pagrindinis profilis. Jis naudoja jūsų Stremio paskyros žiūrėjimo istoriją, kaip prieš atsirandant profiliams.
lv: Galvenais profils. Tas izmanto jūsu Stremio konta paša skatīšanās vēsturi, tāpat kā pirms profilu pastāvēšanas.
mg: Ny profil fototra. Mampiasa ny tantaram-pijerena manokan'ny kaonty Stremio-nao izy, toy ny talohan'ny nisian'ny profil.
mi: Te kōtaha matua. Ka whakamahi i te hītori mātakitaki ake o tō pūkete Stremio, pēnei i mua i te oranga o ngā kōtaha.
mk: Главниот профил. Ја користи сопствената историја на гледање на вашата Stremio сметка, како пред да постоеле профили.
ml: പ്രധാന പ്രൊഫൈൽ. പ്രൊഫൈലുകൾ നിലവിലുണ്ടാകുന്നതിന് മുമ്പുള്ളതുപോലെ, ഇത് നിങ്ങളുടെ Stremio അക്കൗണ്ടിന്റെ സ്വന്തം കാഴ്ച ചരിത്രം ഉപയോഗിക്കുന്നു.
mn: Үндсэн профайл. Профайл гарахаас өмнөх шиг таны Stremio дансны өөрийн үзсэн түүхийг ашигладаг.
mr: मुख्य प्रोफाइल. प्रोफाइल अस्तित्वात येण्यापूर्वी जसे होते तसे, हे तुमच्या Stremio खात्याचा स्वतःचा पाहण्याचा इतिहास वापरते.
ms: Profil utama. Ia menggunakan sejarah tontonan akaun Stremio anda sendiri, seperti sebelum profil wujud.
mt: Il-profil prinċipali. Juża l-istorja tal-wiri tal-kont Stremio tiegħek stess, bħal qabel ma kien hemm il-profili.
my: အဓိကပရိုဖိုင်။ ၎င်းသည် ပရိုဖိုင်များ မတည်ရှိမီကဲ့သို့ သင့် Stremio အကောင့်၏ ကိုယ်ပိုင် ကြည့်ရှုမှုမှတ်တမ်းကို သုံးသည်။
nb: Hovedprofilen. Den bruker Stremio-kontoens egen avspillingshistorikk, slik det var før profiler fantes.
ne: मुख्य प्रोफाइल। यसले तपाईंको Stremio खाताको आफ्नै हेर्ने इतिहास प्रयोग गर्छ, जसरी प्रोफाइल अस्तित्वमा आउनु अगाडि थियो।
nl: Het hoofdprofiel. Het gebruikt de eigen kijkgeschiedenis van je Stremio-account, net zoals voordat er profielen bestonden.
ny: Profile yaikulu. Imagwiritsa ntchito mbiri ya kuwonera ya akaunti yanu ya Stremio, monga ma profile asanakhalepo.
oc: Lo perfil principal. Utiliza l'istoric de visionatge pròpri de vòstre compte Stremio, coma abans qu'existiguèsson los perfils.
or: ମୁଖ୍ୟ ପ୍ରୋଫାଇଲ। ପ୍ରୋଫାଇଲ ଥିବା ପୂର୍ବ ପରି, ଏହା ଆପଣଙ୍କ Stremio ଆକାଉଣ୍ଟର ନିଜର ୱାଚ୍ ଇତିହାସ ବ୍ୟବହାର କରେ।
pa: ਮੁੱਖ ਪ੍ਰੋਫ਼ਾਈਲ। ਇਹ ਤੁਹਾਡੇ Stremio ਖਾਤੇ ਦਾ ਆਪਣਾ ਵੇਖਣ ਇਤਿਹਾਸ ਵਰਤਦੀ ਹੈ, ਜਿਵੇਂ ਪ੍ਰੋਫ਼ਾਈਲਾਂ ਤੋਂ ਪਹਿਲਾਂ ਸੀ।
pl: Główny profil. Korzysta z własnej historii oglądania Twojego konta Stremio, jak przed pojawieniem się profili.
ps: اصلي پروفایل. دا ستاسو د Stremio حساب خپله د کتلو تاریخچه کاروي، لکه د پروفایلونو له شتون مخکې.
pt_br: O perfil principal. Ele usa o histórico de exibição da sua própria conta Stremio, como antes de os perfis existirem.
pt_pt: O perfil principal. Usa o histórico de visualização da sua própria conta Stremio, como antes de existirem perfis.
ro: Profilul principal. Folosește propriul istoric de vizionare al contului tău Stremio, ca înainte de a exista profilurile.
ru: Основной профиль. Он использует собственную историю просмотра вашего аккаунта Stremio, как было до появления профилей.
rw: Umwirondoro w'ingenzi. Ukoresha amateka bwite yo kureba ya konti yawe ya Stremio, nk'uko byari mbere y'uko imyirondoro ibaho.
sd: مکيه پروفائل. اهو اوهان جي Stremio اڪائونٽ جي پنھنجي ڏسڻ جي تاريخ استعمال ڪري ٿو، جيئن پروفائل هئڻ کان اڳ هوندو هو.
si: ප්‍රධාන පැතිකඩ. පැතිකඩ පැවතීමට පෙර මෙන්, එය ඔබේ Stremio ගිණුමේම නැරඹීම් ඉතිහාසය භාවිත කරයි.
sk: Hlavný profil. Používa vlastnú históriu sledovania vášho účtu Stremio, ako pred existenciou profilov.
sl: Glavni profil. Uporablja zgodovino gledanja vašega računa Stremio, kot je bilo pred obstojem profilov.
sm: O le tala faasino patino autu. E faaaoga ai lava tala faasolopito o le matamata a lau tala Stremio, e pei ona i ai muamua ao lei iai tala faasino patino.
sn: Purofaira huru. Inoshandisa nhoroondo yokuona yega ye account yako yeStremio, sezvazvakanga zvakaita maprofaira asati avapo.
so: Profile-ka weyn. Wuxuu isticmaalaa taariikhda daawashada u gaarka ah ee akoonkaaga Stremio, sidii ka hor inta profile-yadu jireen.
sq: Profili kryesor. Përdor historinë e shikimit të llogarisë suaj Stremio, si para se profilet të ekzistonin.
sr: Главни профил. Користи сопствену историју гледања вашег Stremio налога, као пре него што су профили постојали.
st: Profaele e ka sehloohong. E sebelisa nalane ea akhaonto ea hau ea Stremio ea ho shebella, joalo ka pele liprofaele li e-ba teng.
su: Profil utama. Éta maké riwayat lalajo akun Stremio anjeun sorangan, saperti saméméh aya profil.
sv: Huvudprofilen. Den använder ditt Stremio-kontos egna tittarhistorik, som innan profiler fanns.
sw: Wasifu mkuu. Unatumia historia ya kutazama ya akaunti yako ya Stremio yenyewe, kama ilivyokuwa kabla ya wasifu kuwepo.
ta: முதன்மைச் சுயவிவரம். சுயவிவரங்கள் இருந்த முன்பு போலவே, இது உங்கள் Stremio கணக்கின் சொந்த பார்வை வரலாற்றைப் பயன்படுத்துகிறது.
te: ప్రధాన ప్రొఫైల్. ఇది మీ Stremio ఖాతా స్వంత చూసిన చరిత్రను వాడుతుంది, ప్రొఫైల్‌లు ఉనికిలోకి రాకముందటిలా.
tg: Профили асосӣ. Он таърихи тамошои худи ҳисоби Stremio-и шуморо истифода мебарад, мисли пеш аз он ки профилҳо вуҷуд дошта бошанд.
th: โปรไฟล์หลัก ใช้ประวัติการดูของบัญชี Stremio ของคุณเอง เหมือนตอนที่ยังไม่มีโปรไฟล์
tr: Ana profil. Profiller var olmadan önceki gibi, Stremio hesabınızın kendi izleme geçmişini kullanır.
tt: Төп профиль. Ул Stremio хисабыңның үз карау тарихын куллана, профильләр барлыкка килгәнче булган кебек.
ug: ئاساسىي سەپلىمە. ئۇ سەپلىمىلەر پەيدا بولۇشتىن بۇرۇنقىغا ئوخشاش، Stremio ھېساباتىڭىزنىڭ ئۆز كۆرۈش تارىخىنى ئىشلىتىدۇ.
uk: Основний профіль. Він використовує власну історію перегляду вашого акаунта Stremio, як було до появи профілів.
ur: مرکزی پروفائل۔ یہ آپ کے Stremio اکاؤنٹ کی اپنی دیکھنے کی تاریخ استعمال کرتا ہے، جیسے پروفائلز کے وجود میں آنے سے پہلے تھا۔
uz: Asosiy profil. U profillar paydo bo'lishidan oldingidek, Stremio hisobingizning o'z ko'rish tarixidan foydalanadi.
vi: Hồ sơ chính. Nó dùng lịch sử xem riêng của tài khoản Stremio của bạn, như trước khi có hồ sơ.
xh: Iprofayile eyintloko. Isebenzisa imbali yokubukela yeakhawunti yakho yeStremio, njengaphambi kokuba iiprofayile zibekho.
yo: Profaìlì àkọ́kọ́. Ó máa ń lo ìtàn ìwò tí àkàwé Stremio rẹ ní, bíi kí àwọn profaìlì tó wà.
zh_hans: 主配置文件。它使用你的 Stremio 账户自己的观看历史，就像配置文件出现之前那样。
zh_hant: 主要設定檔。它使用你 Stremio 帳號本身的觀看記錄，就像還沒有設定檔之前一樣。
zu: Iphrofayela eyinhloko. Isebenzisa umlando wokubuka we-akhawunti yakho ye-Stremio, njengangaphambi kokuthi kube khona amaphrofayela.
